brew "aspell"
brew "dotnet"
brew "fd"
brew "gh"
brew "glow"
brew "go"
brew "gopls"
brew "make"
brew "neovim"
brew "neovide"
brew "pyright"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "uv"
brew "vim"
brew "wakeonlan"
brew "z3"
cask "alt-tab"
cask "dotnet-sdk"
cask "emacs"
cask "font-inconsolata-nerd-font"
cask "github"
cask "libreoffice"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vscode.cpptools"
vscode "platformio.platformio-ide"
